Repository: seniordev-ca/pizzapizza
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Added
fr: Ajouté

source: Coming soon!
fr: Arrive bientôt!

source: Amount
fr: Montant

source: Reload Options
fr: Options de recharge

source: Type of Reload
fr: Type de recharge

source: Frequency of Reload
fr: Fréquence de recharge

source: Amount to load
fr: Montant à charger

source: Threshold Amount
fr: Montant seuil

source: (Must be greater than zero)
fr: (Doit être supérieur à zéro)

source: Payment Information
fr: Information sur le paiement

source: Name on card
fr: Nom sur la carte

source: The security code is the last three digits on the signature strip on the rear of the card.
fr: Le code de sécurité est constitué des trois chiffres apparaissant sur la bande de signature à l'arrière de la carte.

source: Expires
fr: Expiration

source: Confirm Email
fr: Confirmer l'adresse électronique

source: A confirmation email and receipt of your order will be emailed to you.
fr: Un courriel de confirmation et le reçu de votre commande vous seront envoyés par courriel.

source: Add a profile photo
fr: Ajouter une photo de profil

source: Wrong file type or file too large
fr: Mauvais type de fichier ou fichier trop volumineux

source: Clear
fr: Effacer

source: Edit
fr: Modifier

source: Drag file to upload
fr: Faire glisser le fichier à télécharger

source: Choose File
fr: Choisir le fichier

source: Success!
fr: Succès!

source: Join The Club
fr: Joignez-vous au Club

source: Sign Up
fr: M'inscrire

source: Sign up and earn dough with every purchase!
fr: Inscrivez-vous au club et accumulez des points à chaque commande!

source: Sign up Successful
fr: Inscription réussie

source: Sign up and we’ll remember your recent orders and offer you exclusive promotions.
fr: Inscris toi et nous sauvegarderons tes commandes et te proposerons des promotions exclusives.

source: Continue
fr: Continuer

source: Hey there!
fr: Bonjour!

source: Looks like this card hasn't been registered yet! We are going to need a little more information, press continue to complete the remaining required fields!
fr: On dirait que cette carte n'a pas encore été enregistrée! Nous aurons besoin d'un peu plus d'information. Appuyez sur Continuer pour remplir les champs obligatoires restants!

source: OKAY
fr: D'accord

source: Sorry we weren't able to register your Club 11-11 Account right now but come back another time and we will be happy to register you then.
fr: Désolés, nous n’avons pas pu enregistrer votre compte Club 11-11 pour le moment, mais revenez plus tard. Nous nous ferons un plaisir de vous enregistrer.

source: ORDER ON OUR NEW APP!
fr: COMMANDEZ À PARTIR DE NOTRE APPLI !

source: We've updated our Mobile App for the IPhone, iPad, iPod Touch and Android Smartphones. Download for great features including order tracking, easy repeat ordering & in-app payment.
fr: Nous avons mis à jour notre application mobile pour les téléphones intelligents IPhone, iPad, iPod Touch et Android. Téléchargez pour d’excellentes fonctionnalités, y compris le suivi des commandes, la commande répétée facile et le paiement intégré à l’application.

source: We've updated our Mobile App for the IPhone, iPad, iPod Touch and Android Smartphones. Download for great features including order tracking, easy repeat ordering & in-app payment.
fr: Nous avons mis à jour notre application mobile pour les téléphones intelligents IPhone, iPad, iPod Touch et Android. Téléchargez pour d’excellentes fonctionnalités, y compris le suivi des commandes, la commande répétée facile et le paiement intégré à l’application.

source: Hi
fr: salut

source: what can I help you order?
fr: que puis-je vous aider à commander?

source: Hi, I'm the Pizza Assistant, what can I help you order?
fr: Bonjour, je suis l'assistante de Pizza Pizza, comment puis-je vous aider aujourd'hui ?

source: Featured Specials
fr: Offres spéciales en vedette

source: See all
fr: Voir tout

source: Retry
fr: Réessayer

source: Order now
fr: Commander maintenant

source: Legal
fr: Mentions légales

source: just for you
fr: Juste pour vous

source: repeat last order
fr: Répéter la commande précédente

source: Order Status
fr: État de la commande

source: View Tracker <i></i>
fr: Suivi de la commande

source: Club 11-11 members earn dough towards discounts on your bill!
fr: Les membres du Club 11-11 gagnent de l'argent en réduisant leurs factures !

source: Already a member?
fr: Déjà membre?

source: Sign in
fr: Me connecter

source: Apply your discount now <i></i>
fr: Appliquez votre réduction maintenant

source: Starting from
fr: Partant de

source: Customize
fr: Personnaliser

source: Customize
fr: Personnaliser

source: Add To Cart
fr: Ajouter au panier

source: Quick Add
fr: Ajout rapide

source: Add an Item
fr: Ajouter un article

source: ADD TO CART
fr: Ajouter au panier

source: Back to menu
fr: Retour au menu

source: Back to specials
fr: Retour aux promotions

source: Back to cart
fr: Retour au panier

source: Reset
fr: Réinitialiser

source: There are one or more items that require configuration
fr: Un ou plusieurs articles doivent être configurés.

source: Cancel
fr: Annuler

source: Yes
fr: OUI SVP!

source: Sorry some items are not configured. Are you sure you want to continue?
fr: Désolés, certains article ne sont pas configurés. Êtes-vous certain de vouloir continuer?

source: Are you sure you want to abandon all the delicious you've created?
fr: Es-tu sûr de vouloir abandonner tous les délicieux articles que vous avez créé ?

source: It seems you have made a change, we love what you did there. Please press update before you continue with add new item so you don't lose your masterpiece
fr: Vous avez fait un changement et ça semble délicieux. Veuillez maintenant appuyer sur Mettre à jour avant de continuer pour vous assurer de ne pas perdre votre création.

source: By selecting this option, you’ll lose all the choices you made for your other item(s). You’ll have to start again.
fr: En sélectionnant cette option, vous perdrez tous les choix que vous avez faits pour vos autres articles. Vous devrez recommencer.

source: You Sure?
fr: Es-tu sûr ?

source: PIZZA ASSISTANT
fr: ASSISTANT PIZZA

source: Hi, I’d like to order a...
fr: Bonjour, j'aimerais commander...

source: and
fr: et

source: with
fr: avec

source: Tap to configure
fr: Appuyez sur pour configurer

source: What would you like to order?
fr: Que souhaitez-vous commander?

source: Click ‘help’ to see what you can ask
fr: Cliquez sur Aide pour voir ce que vous pouvez demander.

source: I'm sorry I don't know that one yet
fr: Je suis désolé je ne le connais pas encore

source: Click 'continue' to build your
fr: Cliquez sur 'continuer' pour construire votre

source: Type here…
fr: Écrivez ici…

source: help?
fr: Besoin d'aide?

source: I’M DONE
fr: J'AI TERMINÉ

source: help
fr: Aide

source: What can you say?
fr: Que pouvez-vous dire?

source: Your special comes with {{ (comboDetails$ | async).itemConfigText }} tasty-as-heck items.
fr: Votre spécial est livré avec {{ (comboDetails$ | async).itemConfigText }} savoureux comme-diable articles.

source: View
fr: Voir

source: Customize
fr: Personnaliser

source: Redeem
fr: Échanger

source: Please note Pizza Pizza only stores your last 10 customized pizzas
fr: Veuillez noter que Pizza Pizza garde seulement en mémoire vos 10 dernières pizzas personnalisées.

source: Purchase a pizza to save it as you own masterpiece
fr: Achetez une pizza pour l'enregistrer en tant que création sur mesure.

source: PIZZA ASSISTANT
fr: ASSISTANT PIZZA

source: You're all done!
fr: Vous avez terminé !

source: Account
fr: Votre compte

source: Back to home
fr: Retour à la page d'accueil

source: Sorry we can only accept 10 saved addresses per account. Please remove one before trying to add a new one.
fr: Désolés, nous ne pouvons accepter que 10 adresses enregistrées par compte. Veuillez en supprimer une avant d'essayer d'en ajouter une nouvelle.

source: Sorry, but we can only accept 10 saved pickup locations per account. Please remove an address before trying to add a new one.
fr: Désolés, nous ne pouvons accepter que 10 emplacements de cueillette enregistrés par compte. Veuillez en supprimer un avant d'essayer d'en ajouter un nouveau.

source: You can only have one meal card per account. Are you sure you’d like to override the existing one?
fr: Vous ne pouvez avoir qu'une seule carte de repas par compte. Êtes-vous certain de vouloir remplacer la carte existante?

source: Override?
fr: Voulez-vous passer outre?

source: Are you sure that you want to delete this payment option?
fr: Êtes-vous certain de vouloir supprimer cette option de paiement?

source: If it is being used for Club 11-11 Auto Reload it will stop reload process.
fr: Si elle est utilisée pour le rechargement automatique du Club 11-11, le processus de rechargement s'arrêtera.

source: Delete?
fr: Voulez-vous la supprimer?

source: Are you sure that you want to delete this address?
fr: Êtes-vous certain de vouloir supprimer cette adresse?

source: Are you sure that you want to delete this pick up location?
fr: Êtes-vous certain de vouloir supprimer cet emplacement de cueillette?

source: Looks like some of the items you want are no longer available or have changed, taping okay will add all available items to your cart. <span>{{invalidProducts$ | async}}</span>
fr: On dirait que certains des articles que vous souhaitez ne sont plus disponibles ou ont changé, si vous enregistrez, tous les articles disponibles seront ajoutés à votre panier.

source: Sign In
fr: Me connecter

source: Email
fr: Adresse électronique

source: Easy Access
fr: Accès rapide

source: Sign in With Facebook
fr: Me connecter avec Facebook

source: or
fr: ou

source: Sign in With Google
fr: Me connecter avec Google

source: Don't worry, we know how hard it is to keep track of the millions of passwords we have for everything nowadays. Just enter your email below and we'll email your password right away.
fr: Ne vous inquiétez pas, nous savons à quel point il est difficile de se souvenir des milliers de mots de passe que nous utilisons de nos jours. Entrez simplement votre adresse électronique ci-dessous et nous vous enverrons votre mot de passe immédiatement.

source: We've sent you an email link to update your password. Please make sure you change your password to something easy for you to remember after logging in. Password can be changed by clicking 'Account Settings'
fr: Nous vous avons envoyé un lien de courrier électronique pour mettre à jour votre mot de passe. Assurez-vous de changer votre mot de passe pour quelque chose de facile à mémoriser après votre connexion. Vous pouvez changer le mot de passe en cliquant sur "Paramètres du compte"

source: Change Password
fr: Modifier le mot de passe

source: Your password has been updated. Please login with your new credentials.
fr: Votre mot de passe a été mis à jour. Veuillez vous connecter à l'aide de vos nouveaux identifiants.

source: New Password
fr: Nouveau mot de passe

source: (Must be 7 to 25 characters long)
fr: (Doit comporter de 7 à 25 caractères)

source: Show Password
fr: Montrer le mot de passe

source: Reset
fr: Réinitialiser

source: Continue
fr: Continuer

source: Welcome To Club 11/11
fr: Bienvenue au Club 11-11!

source: Members earn 5% in Loyalty 'dollars' back on every order!
fr: Les membres accumulent 5 % en « dollars » de fidélité à chaque commande!

source: Redeem your loyalty rewards after 5th purchase <sup>*</sup>
fr: Échangez vos points de fidélité après votre cinquième achat*

source: Manage Cards
fr: Gérer les cartes

source: Reload, check balance and view transaction history
fr: Recharger, vérifier le solde et afficher l'historique des transactions

source: The Perfect Gift
fr: Le cadeau parfait

source: Click here for locations
fr: Cliquez ici pour les emplacements

source: *Rewards must be redeemed with 90 days after your 5th visit. Must be added to your online ordering account to collect on website or mobile app orders.
fr: * Les points doivent être échangés 90 jours après votre cinquième achat. Ils doivent être ajoutés à votre compte de commande en ligne pour être accumulés sur les commandes passées sur le site Web ou l'application mobile.

source: register
fr: M'INSCRIRE

source: sign in
fr: Me connecter

source: Loyalty
fr: Fidélité

source: Account Activity
fr: Activité du compte

source: <strong>Congrats!</strong>
fr: Félicitations!

source: has been added to your cart
fr: a été ajouté à votre panier

source: Use your available balance:
fr: Utiliser mon solde disponible:

source: Manage My Cards
fr: Gérer mes cartes

source: Add Funds
fr: Ajouter des fonds

source: Proceed with Reload
fr: Procéder à la recharge

source: Automatic Reload
fr: Recharge automatique

source: Remove
fr: Retirer

source: Have Another Card?
fr: Vous avez une autre carte?

source: Add it to your Club 11-11 Account
fr: Ajoutez-la à votre compte Club 11-11.

source: Add
fr: Ajouter

source: has been added to your card
fr: a été ajouté à votre carte

source: There seems to be an error processing this transaction
fr: Il semble y avoir une erreur lors du traitement de cette transaction.

source: Auto load is now set up!
fr: La recharge automatique est maintenant activée!

source: Auto load is now turned off.
fr: La recharge automatique est maintenant désactivée!

source: OKAY
fr: D'ACCORD

source: Card number
fr: Envoyer le numéro de carte

source: Transfer Amount
fr: Montant du transfert

source: Continue
fr: Continuer

source: Transfer
fr: Transfert

source: EDIT
fr: Modifier

source: CLUB 11-11 PROFILE
fr: PROFIL DU CLUB 11-11

source: Sorry we can only accept 5 saved credit cards per account. Please select from your existing cards
fr: Désolés, nous ne pouvons accepter que 5 cartes de crédit enregistrées par compte. Veuillez choisir parmi vos cartes existantes.

source: Back to Club 11/11
fr: Retour au Club 11-11

source: Transaction History
fr: Historique des transactions

source: For Card
fr: Pour carte

source: Time
fr: Heure

source: Location
fr: Emplacement

source: Amount
fr: Montant

source: No Transaction History
fr: Historique des transactions

source: Transfer Balance
fr: Transférer le solde

source: We’re consolidating our systems and transferring all card balances to one single account. We’ve noticed that you have more than one gift card, you’ll need to register one card before continuing…
fr: Nous consolidons nos systèmes et transférons tous les soldes de cartes sur un seul compte. Nous avons remarqué que vous avez plus d’une carte-cadeau, vous devrez donc enregistrer une carte avant de continuer…

source: Select one of the cards below
fr: Veuillez choisir l'une des cartes ci-dessous.

source: continue
fr: continuer

source: Registered!
fr: Enregistrée!

source: Balance
fr: Solde

source: {{ state == cartStated.disabled ? 'register' : state == cartStated.selected ? 'selected' : 'select' }}
fr: {{ state == cartStated.disabled ? 'register' : state == cartStated.selected ? 'sélectionné' : 'select' }}

source: We need a little more information from you before we can finish creating your account.
fr: Nous avons besoin d'un peu plus d'information sur vous avant de pouvoir créer votre compte. Veuillez remplir les champs manquants ci-dessous.

source: PROFILE
fr: PROFIL

source: We've Sent a password reset link to your email.
fr: Nous avons envoyé un lien de réinitialisation de mot de passe à votre adresse courriel.

source: (Must be 7 to 25 characters long)
fr: (Doit comporter de 7 à 25 caractères)

source: Show Password
fr: Montrer le mot de passe

source: But you are almost done! By leaving this screen your account will not be created and you will be logged out.
fr: Vous aviez presque fini! Si vous passez cette étape, votre compte ne sera pas créé et vous serez déconnecté.

source: Search by city, province or postal code
fr: Recherche par ville, province ou code postal

source: All Locations
fr: Tous les emplacements

source: No results found
fr: Aucun résultat

source: Having trouble finding what you are looking for?
fr: Avez-vous de la difficulté à trouver ce que vous cherchez?

source: Nearby Locations
fr: Emplacements proches

source: Your saved payment methods
fr: Vous avez sauvegardé vos modes de paiement

source: Add a new payment method
fr: Ajouter un nouveau mode de paiement

source: The security code is the last three digits on the signature strip on the rear of the card.
fr: Le code de sécurité est constitué des trois chiffres apparaissant sur la bande de signature à l'arrière de la carte.

source: Cash
fr: Argent comptant

source: Credit Card
fr: Carte de crédit

source: Debit Card
fr: Carte de débit

source: ($1.00 Charge applies)
fr: (Des frais de 1,00 $ s'appliquent)

source: Club 11-11/ Pizza Card
fr: Carte du Club 11-11 / Pizza

source: Student Meal Card
fr: Étudiant Carte de repas

source: Select School
fr: Choisir une école

source: SAVE
fr: ENREGISTRER

source: The maximum tip is $ 50
fr: Le pourboire maximum est de 50 $

source: Add a gift card
fr: Vous voulez ajouter une carte-cadeau

source: APPLY
fr: APPLIQUER

source: Add a coupon
fr: Ajouter un coupon

source: Coupon code
fr: Code promotionnel

source: Coupon added. Nice!
fr: Coupon ajouté. Super!

source: Add Coupon
fr: Ajouter un coupon

source: Checkout
fr: PAIEMENT

source: Guest checkout
fr: Commande en mode invité

source: You'll have the option to create an account after checkout
fr: Vous aurez l'option de créer un compte après votre achat.

source: Continue as guest
fr: Continuer en tant qu'invité

source: Sign in for faster checkout
fr: Connectez-vous à votre compte

source: And earn 5% in Loyality 'dollars' on this order!
fr: Et accumuler une remise de 5% en dollars de fidélité sur cette commande!

source: Apply
fr: APPLIQUER

source: Gender
fr: Égalité entre les sexes

source: Email
fr: Adresse électronique

source: Enter your email
fr: Entrer votre adresse électronique

source: Confirm Password
fr: Confirmer le mot de passe

source: Card #:
fr: Carte #:

source: None
fr: FR_NONE

source: Other
fr: FR_OTHER

source: LOGIN TO ADD A COUPON
fr: CONNECTEZ-VOUS POUR AJOUTER UN COUPON

source: YOU HAVE
fr: VOUS AVEZ

source: ADD A COUPON
fr: AJOUTER UN COUPON

source: Menu and pricing vary for each Pizza Pizza location. Provide your address to find your local Pizza Pizza.
fr: Le menu et les prix peuvent varier selon votre restaurant Pizza Pizza. Inscrivez votre adresse pour retrouver votre restaurant Pizza Pizza près de chez vous.

source: Delivery
fr: Livraison

source: Pickup
fr: À emporter

source: Where are we delivering to?
fr: Où livrons-nous?

source: Find your local Pizza Pizza!
fr: Trouvez votre Pizza Pizza

source: Before we get started on your order, where are we delivering to?
fr: Avant de passer votre commande, nous livrerons à quelle adresse?

source: Before we get started on your order, where will you be picking it up?
fr: Avant de passer votre commande, vous ramasserez à quel restaurant Pizza Pizza?

source: Provide your address to see your local Pizza Pizza menu and pricing.
fr: Inscrivez votre adresse pour visionner le menu et les prix de votre restaurant Pizza Pizza près de chez vous.

source: Or sign in to see your saved addresses
fr: Ou connectez vous à votre compte pour accéder à vos adresses sauvegardées

source: CHECKOUT
fr: PAIEMENT

source: Heads up! We’re delivering to:
fr: Attention! Nous livrerons au:

source: Heads up! You’re picking up at:
fr: Attention! Vous ramasserez au:

source: Change
fr: Modifier
