Repository: seniordev-ca/pizzapizza
Catalog: src/locale/messages.*.xlf
Languages: fr

# ngb.alert.close
source: Close
fr: Fermer

# ngb.carousel.previous
source: Previous
fr: Précédent

# ngb.carousel.next
source: Next
fr: Suivant

# ngb.datepicker.previous-month
source: Previous month
fr: Mois précédent

# ngb.datepicker.next-month
source: Next month
fr: Le mois prochain

# ngb.datepicker.select-month
source: Select month
fr: Sélectionnez le mois

# ngb.datepicker.select-year
source: Select year
fr: Sélectionner l’année

# ngb.pagination.first-aria
source: First
fr: Première

# ngb.pagination.previous-aria
source: Previous
fr: Précédent

# ngb.pagination.next-aria
source: Next
fr: Suivant

# ngb.pagination.last-aria
source: Last
fr: Dernière

# ngb.timepicker.increment-hours
source: Increment hours
fr: Heures d'augmentation

# ngb.timepicker.hours
source: Hours
fr: Heures

# ngb.timepicker.decrement-hours
source: Decrement hours
fr: Heures de décaïsme

# ngb.timepicker.increment-minutes
source: Increment minutes
fr: Minutes d'incrément

# ngb.timepicker.decrement-minutes
source: Decrement minutes
fr: Minutes de décaissement

# ngb.timepicker.increment-seconds
source: Increment seconds
fr: Secondes d'incrément

# ngb.timepicker.seconds
source: Seconds
fr: Secondes

# ngb.timepicker.decrement-seconds
source: Decrement seconds
fr: Secondes de décamentation

source: Buzzer
fr: Sonnette

source: Front Door
fr: Porte avant

source: Back Door
fr: Porte arrière

source: Select
fr: Sélectionner

source: Set Default
fr: Définir par défaut

source: Default
fr: Par défaut

source: Contact Information
fr: Coordonnées

source: Extension
fr: Poste

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: Please rotate your screen
fr: Veuillez tourner votre écran.

source: Delete
fr: Supprimer

source: Update
fr: Mettre à jour

source: Card is expired. Please update your card.
fr: La carte est expirée. Veuillez mettre à jour votre carte.

source: Set Default
fr: Définir par défaut

source: Default
fr: Par défaut

source: Select
fr: Sélectionner

source: Delete
fr: Supprimer

source: Update
fr: Mettre à jour

source: Updated
fr: Mis à jour

source: Added
fr: Ajouté

source: Next
fr: Suivant

source: Next twin
fr: Prochain jumeau

source: add to cart
fr: Ajouter au panier

source: Add an Item
fr: Ajouter un élément

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Email Address
fr: Adresse électronique

source: Choose a Password
fr: Choisir un mot de passe

source: (Must be 7 to 25 characters long)
fr: (Doit comporter de 7 à 25 caractères)

source: Show Password
fr: Montrer le mot de passe

source: Home
fr: Domicile

source: Mobile
fr: Cellulaire

source: Phone Number
fr: Numéro de téléphone

source: (Optional)
fr: (Facultatif)

source: Date of Birth
fr: Date de naissance

source: No
fr: Non

source: Yes
fr: Oui

source: Language for Promotions
fr: Langues à utiliser pour les promotions

source: Change Password
fr: Modifier le mot de passe

source: Continue
fr: Continuer

source: Love pizza? Join the club.
fr: Vous aimez la pizza? Inscrivez-vous au club.

source: I need a card
fr: J'ai besoin d'une carte.

source: I have a card
fr: J'ai déjà une carte.

source: Club 11-11 Number
fr: Numéro du Club 11-11

source: Club 11-11 PIN
fr: NIP Club 11-11

source: Street Address
fr: Adresse postale

source: Apartment
fr: Appartement

source: Send me information about Club 11-11 promotions, contests & offers
fr: Envoyez-moi de l'information concernant les promotions, les concours et les offres du Club 11-11.

source: Language for promotions
fr: Langues à utiliser pour les promotions

source: Save
fr: Enregistrer

source: Register
fr: M’INSCRIRE

source: No thanks, just
fr: Non merci, seulement

source: Create my Account
fr: Créer mon compte

source: REGISTER
fr: COMPTE

source: KIDS CLUB
fr: Club des enfants

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: Date of Birth
fr: Date de naissance

source: Male
fr: Mâle

source: Female
fr: Femelle

source: Update
fr: Mettre à jour

source: Save
fr: ENREGISTRER

source: Delete
fr: Supprimer

source: Are you sure that you want to unsubscribe from Kids Club?
fr: Êtes-vous certain de vouloir vous désabonner du Club des enfants?

source: No
fr: Non

source: Yes
fr: Oui

source: Are you sure?
fr: Êtes-vous certain?

source: Order Information
fr: Renseignements sur la commande

source: Name
fr: Nom

source: Phone
fr: Téléphone

source: {{orderInfoData.orderTypeText}} Address
fr: {{orderInfoData.orderTypeText}} Adresse

source: VIEW ORDER
fr: VOIR LA COMMANDE

source: Email Address
fr: Adresse e-mail

source: Invalid
fr: Invalide

source: Password
fr: Mot de passe

source: Show Password
fr: Montrer le mot de passe

source: Forgot your password?
fr: Vous avez oublié votre mot de passe?

source: Sign In
fr: Me connecter

source: Don’t have an account?
fr: Vous n'avez pas de compte?

source: Create one here.
fr: Créer un compte

source: <i></i> Find Me
fr: <i></i> Me trouver

source: <i></i> Manually Enter Address
fr: <i></i> Entrer l’adresse manuellement

source: Sorry. We can’t find your location.
fr: Désolé. Nous ne trouvons pas votre emplacement.

source: Street Number
fr: Numéro de porte

source: Street Name
fr: Nom de rue

source: City
fr: Ville

source: Postal Code
fr: Code postal

source: Nickname
fr: Surnom

source: Residential
fr: Résidence

source: University
fr: Université

source: Number & Street Name
fr: Adresse postale

source: Incomplete Address
fr: Adresse incomplète

source: Apt #
fr: Numéro d'appartement

source: Do you have a buzzer number?
fr: Avez-vous un numéro de sonnerie?

source: Front Door
fr: Porte avant

source: Back Door
fr: Porte arrière

source: Name of College or University
fr: Nom du collège ou de l'université

source: Building
fr: Immeuble

source: Building Entrance
fr: Entrée de l'immeuble

source: Room Number
fr: Numéro de chambre

source: Contact Information
fr: Coordonnées

source: (Optional)
fr: (Facultatif)

source: SAVE
fr: ENREGISTRER

source: Pickup
fr: À emporter

source: Delivery
fr: Livraison

source: For Now
fr: Pour maintenant

source: For Future
fr: Pour plus tard

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: No stores selected
fr: Aucun restaurant n'a été sélectionné.

source: Contactless Delivery (available for online payment only)
fr: Ramassage sans contact (paiement en ligne seulement)

source: Contactless Pickup (available for online payment only)
fr: Livraison sans contact (paiement en ligne seulement)

source: Delivery Instructions
fr: Directives de livraison

source: (optional)
fr: (optionnel)

source: (Optional)
fr: (Facultatif)

source: NEXT
fr: SUIVANT

source: Cancel
fr: Annuler

source: Okay
fr: D'accord

source: Are You Sure?
fr: Êtes-vous certain?

source: You will lose all that you have entered so far
fr: Vous perdrez toutes les données que vous avez entrées jusqu'ici.

source: Credit
fr: Carte de crédit

source: Card
fr: Pour carte

source: Pay Online
fr: Payez en ligne

source: Pay at Door
fr: Payer à la porte

source: Pay at Restaurant
fr: Payez au restaurant

source: Student
fr: Étudiant

source: Meal Card
fr: Carte de repas étudiant

source: Add
fr: Ajoutez

source: Cancel
fr: Annuler

source: Enter your credit card details
fr: Entrez les détails de votre carte de crédit

source: We accept the following cards
fr: Nous acceptons les cartes suivantes

source: Security Code
fr: Code de sécurité

source: The security code is the last three digits on the signature strip on the rear of the card.
fr: Le code de sécurité est constitué des trois chiffres apparaissant sur la bande de signature à l'arrière de la carte.

source: Expiry
fr: Expiration

source: Select School
fr: Choisir une école

source: SAVE
fr: ENREGISTRER

source: Cash
fr: Argent comptant

source: Credit Card
fr: Carte de crédit

source: Debit Card
fr: Carte de débit

source: ($1.00 Charge applies)
fr: (Des frais de 1,00 $ s'appliquent)

source: Club 11-11/ Pizza Card
fr: Carte du Club 11-11 / Pizza

source: OR
fr: OU

source: Select one of the payment methods below
fr: Veuillez choisir l'une des cartes ci-dessous.

source: Click to pay
fr: Cliquez pour payer

source: <i></i> No Payment Method
fr: <i></i>Aucun mode de paiement

source: Comes With
fr: Vient avec

source: Small Only
fr: petit uniquement

source: Medium Only
fr: moyen uniquement

source: Premium Charge
fr: supplément

source: Contains Gluten
fr: contient du gluten

source: Sauce on Wings
fr: Sauce sur les ailes

source: Retry
fr: Réessayer

source: D'ough!
fr: Oups!

source: Something went wrong, please try again later
fr: Une erreur est survenue, veuillez réessayer plus tard.

source: Okay
fr: D'accord

source: Sorry. In order to add that item, you need to remove one that you’ve already chosen.
fr: Désolés, pour pouvoir ajouter cet article, vous devez supprimer l'un des articles que vous avez déjà choisis.

source: No, Thanks
fr: Non merci

source: Oh Yeah!
fr: OH OUAIS!

source: Ready for an Upgrade?
fr: Prêt à passer au niveau supérieur?

source: Want to add a personal message to your pizza?
fr: Aimeriez-vous ajouter un message avec votre pizza?

source: Yes Please!
fr: OUI SVP!

source: Send a Message?
fr: Vous voulez ajouter un message?

source: Okay
fr: D'accord

source: Add one more
fr: Un ou plusieurs articles doivent être configurés.

source: There is a minimum of 2 pizzas for the special you selected. Please choose the toppings for your second pizza now.
fr: Il y a un minimum de 2 pizzas pour le spécial que vous avez sélectionné. Veuillez choisir les garnitures pour votre deuxième pizza maintenant.

source: With this special, you can add unlimited medium 2-topping pizzas for $7.99 each.
fr: Avec ce spécial, vous pouvez ajouter des pizzas moyennes illimitées à 2 garnitures pour 7,99 $ chacune.

source: Do you want to add another pizza?
fr: Voulez-vous ajouter une autre pizza?

source: Some of the items you’ve chosen aren’t available in the size you selected. They’ll be updated or removed if you continue
fr: Pour le moment, cette croûte est offerte seulement en format moyen. Cliquez sur Continuer pour modifier le format ou pour choisir la croûte régulière.

source: Continue
fr: Continuer

source: Back To Menu
fr: Retour au menu

source: Back
fr: Retour

source: New Item
fr: nouvel article

source: (left)
fr: (la gauche)

source: (right)
fr: (droite)

source: extra charge
fr: supplément

source: contains gluten
fr: contient du gluten

source: on wings
fr: sur les ailes

source: It seems you have made a change, we love what you did there. Please press update before you continue with add new item so you don't lose your masterpiece
fr: Il semble que vous ayez apporté un changement, nous aimons ce que vous avez fait là-bas. S'il vous plaît appuyez sur mise à jour avant de continuer avec ajouter un nouvel article afin de ne pas perdre votre chef-d'œuvre

source: Okay
fr: D’ACCORD

source: That looks delicious! Please add your current item to cart before you continue adding another item
fr: Ça à l'air délicieux! S'il vous plaît ajouter votre article actuel au panier avant de continuer à ajouter un autre article

source: Sure you want to give up all the deliciousness you just created?
fr: Êtes-vous certain de vouloir annuler votre commande ?

source: Trash Your Order?
fr: annuler votre commande

source: Reset
fr: Réinitialiser

source: To
fr: À

source: From
fr: Expéditeur

source: Reset
fr: Réinitialiser

source: Select
fr: Sélectionner

source: On left side
fr: Sur le côté gauche

source: On whole
fr: Sur la totalité

source: On right side
fr: Sur le côté droit

source: Cals
fr: calories

source: You've got
fr: Tu as

source: items
fr: articles

source: item
fr: article

source: to configure
fr: configurer

source: Enter your address, main intersection or postal code
fr: Entrez votre adresse, intersection ou code postal

source: No results found
fr: Aucun résultat

source: Tip The Driver:
fr: Ajouter un pourboire au livreur :

source: APPLY
fr: Appliquer

source: Manage Account
fr: Gérer votre compte

source: Create Account
fr: Créer un compte

source: Send Card Number
fr: Envoyer le numéro de carte

source: Available
fr: Disponible

source: Pending
fr: En attendant

source: Are you sure that you want to remove this Club 11-11 Card from your account?
fr: Êtes-vous certain de vouloir retirer cette carte du Club 11-11 de votre compte?

source: Remove Card?
fr: Vous voulez retirer la carte?

source: Email on file
fr: Email sur fichier

source: Send
fr: Envoyer

source: Email Club 11-11 Card Number
fr: Email numéro de carte Club 11-11

source: We will send an email to the address listed below right away. The email will include your Club 11-11 card number and PIN.
fr: Nous enverrons immédiatement un courrier électronique à l'adresse indiquée ci-dessous. L'email comprendra votre numéro de carte Club 11-11 et votre code PIN.

source: Continue
fr: Continuer

source: Email has been sent
fr: L'email a été envoyé

source: We've sent your Club 11-11 card number and PIN to your registered email address. Please check your email to view your card information
fr: Nous avons envoyé votre numéro de carte Club 11-11 et votre code PIN à votre adresse e-mail enregistrée. S'il vous plaît vérifier votre email pour afficher les informations de votre carte

source: update
fr: Mettre à jour

source: redeem
fr: Échanger

source: Card number
fr: Numéro de carte

source: PIN
fr: NIP

source: Card
fr: Carte

source: Available
fr: Disponible:

source: Redeem Amount
fr: Échanger le montant

source: Invalid
fr: Invalide

source: Redeem
fr: Échanger

source: Redeem Balance
fr: Échanger le solde

source: Add your balance to your cart
fr: Ajouter le solde à votre panier

source: Only one gift card can be applied per order. In order to apply this gift card remove the previously redeemed gift card.
fr: Une seule carte-cadeau peut être appliquée par commande. Pour appliquer cette carte-cadeau, retirez la carte-cadeau précédemment utilisée.

source: You may also like
fr: Tu pourrais aimer aussi

source: Add to cart
fr: Ajouter au panier

source: Delivery
fr: Livraison

source: Pickup
fr: À emporter

source: Find Me
fr: Me trouver

source: Enter Address
fr: Entrer l'adresse manuellement

source: Where are we delivering to?
fr: Où livrons-nous?

source: Find your local Pizza Pizza!
fr: Trouvez votre Pizza Pizza

source: Enter your address manually
fr: Entrer l'adresse manuellement

source: Hmm. We can’t seem to find you.
fr: Hmm. Nous n'arrivons pas à vous localiser

source: Go
fr: Aller

source: Go
fr: Aller

source: Retry
fr: Réessayer

source: Switch to
fr: Changer pour

source: Pickup
fr: À emporter

source: or enter a new
fr: ou entrer une nouvelle

source: Delivery
fr: Livraison

source: address
fr: Adresse

source: We were unable to find your street name in our system but found the following similar matches. Please select a street name from the list below.
fr: Nous n'avons pas pu trouver votre nom de rue dans notre système, mais nous avons trouvé les correspondances suivantes. Veuillez sélectionner un nom de rue dans la liste ci-dessous.

source: Filter By City
fr: Filtrer par ville

source: English
fr: Anglais

source: Restaurant Locator
fr: Localisateur de restaurant

source: This site is protected by reCAPTCHA and the Google
fr: Ce site est protégé par reCAPTCHA. Les

source: Privacy Policy
fr: politiques de confidentialité

source: and
fr: et

source: Terms of Service
fr: conditions d’utilisation

source: apply.
fr: Appliquer

source: Personalized Message Added
fr: Message personnalisé ajouté

source: Quantity
fr: Quantité

source: Item Total
fr: Total de l’article

source: Remove
fr: Enlever

source: Edit
fr: Modifier

source: Quantity
fr: Quantité

source: Item Total
fr: Total de l’article

source: 1 Item
fr: 1 article

source: Items
fr: Articles

source: Empty Cart
fr: Panier vide

source: Add items to start earning 'dough'
fr: Ajoutez des articles pour commencer à accumuler des points.

source: Your Cart
fr: Votre panier

source: It looks like you’ve got items in your cart that you haven’t purchased. Want to retrieve the order?
fr: Il semble que vous ayez dans votre panier des articles que vous n'avez pas achetés. Voulez-vous récupérer la commande?

source: Cancel
fr: Annuler

source: Okay
fr: D'ACCORD

source: Incomplete Order
fr: Commande incomplète

source: Get Directions
fr: Voir l’itinéraire

source: Open
fr: Ouvrir

source: Closed
fr: Fermé

source: Available:
fr: Disponible:

source: Hours
fr: Heures

source: Online
fr: En ligne

source: Updating your address or store selection may update the price of your order.
fr: Si vous changez d’adresse ou de restaurant, il pourrait y avoir une modification du prix de votre commande.

source: Also due to product or topping availability at the newly selected store or address, the following items will be removed from your cart.
fr: De plus, en raison de la disponibilité des produits ou des garnitures dans le magasin ou l'adresse récemment sélectionné, les articles suivants seront supprimés de votre panier.

source: Continue
fr: Continuer

source: Cart Update!
fr: Avis de modification

source: Your cart is too full of deliciousness to add more. You’ll need to remove an item to add a new one.
fr: Trop de délices dans votre panier!Votre panier déborde de délices pour que vous puissiez ajouter quoi que ce soit. Vous devez supprimer un article pour en ajouter un nouveau.

source: NO
fr: Non

source: YES
fr: OUI SVP!

source: Earned
fr: Gagné

source: Sign In <i></i>
fr: Me connecter

source: Create Account <i></i>
fr: Créer un compte<i></i>

source: in
fr: dans

source: at
fr: à

source: Hours
fr: Heures

source: Get Directions
fr: Obtenir l'itinéraire

source: Thank you for ordering with Pizza Pizza!
fr: Merci d'avoir commandé chez Pizza Pizza!

source: Save Your Order
fr: Enregistrez votre commande.

source: Simply create a password to make an account. Save your order, and info for faster checkout next time!
fr: Il vous suffit de créer un mot de passe pour ouvrir un compte. Enregistrez votre commande et vos renseignements pour accélérer le processus de paiement la prochaine fois!

source: Create an Account
fr: Créer un compte

source: Skip to Order Tracker
fr: Passer au suivi de la commande

source: Order Summary
fr: Sommaire de la commande

source: Total Remaining
fr: total restant

source: Saved coupons?
fr: Vous avez enregistré des coupons?

source: Check here!
fr: Vérifiez ici!

source: PLACE ORDER
fr: PASSER LA COMMANDE

source: We don't have all your info
fr: Nous n'avons pas tous les renseignements qu'il nous faut.

source: Add To Cart
fr: Ajouter au panier

source: Delete
fr: Voulez-vous la supprimer?

source: Added
fr: Ajouté

source: No Coupons
fr: Aucun coupon

source: Okay
fr: D'accord

source: Are you sure that you want to remove this coupon?
fr: Êtes-vous certain de vouloir retirer ce coupon?

source: Balance Check
fr: Vérification du solde

source: Learn More
fr: En savoir plus

source: BALANCE CHECK
fr: VÉRIFICATION DU SOLDE

source: Enter Pin Number
fr: Entrer le code PIN

source: Card Balance
fr: Solde de la carte

source: Check
fr: Vérifier

source: Okay
fr: D'accord

source: View Card History
fr: Voir l'historique de la carte

source: Loyalty Transaction history for Card
fr: Historique des transactions de fidélité pour la carte

source: Time
fr: Heure

source: Location
fr: Emplacement

source: Amount
fr: Montant

source: No Transaction History
fr: Aucune historique des transactions

source: Time
fr: Heure

source: Location
fr: Emplacement

source: Amount
fr: Montant

source: Checkout
fr: Commander

source: Items
fr: Articles

source: Item
fr: Article

source: 1. Review Order <i> </i>
fr: 1. Revoir la commande

source: next
fr: Suivante

source: 2. Address <i> </i>
fr: 2. Adresse

source: 3. Payment Options <i> </i>
fr: 3. Options de paiement

source: No Payment Method Needed
fr: Aucune méthode de paiement requise

source: Something went wrong, please try again later
fr: Y’a de quoi qui cloche. Réessayez!

source: Ok
fr: D'accord

source: Would you like us to update the changes you've just made?
fr: Aimeriez-vous que nous mettions à jour les changements que vous venez de faire?

source: Card Error
fr: Erreur de carte

source: Find the closest store
fr: Trouver le restaurant le plus près

source: We are having trouble locating you
fr: Nous avons du mal à vous localiser

source: A delivery order must be a minimum of
fr: Un bon de livraison doit être au minimum de

source: (before taxes and delivery charge). If you proceed to place your order, an additional surcharge of
fr: (avant taxes et frais de livraison). Si vous passez votre commande, un supplément de

source: will be added to your total. This surcharge will be removed automatically if you add more items to your cart and bring the subtotal to at least
fr: sera ajouté à votre total. Ce supplément sera automatiquement supprimé si vous ajoutez plus d’articles à votre panier et que le sous-total est au moins égal à

source: A pickup order must be a minimum of
fr: Un ordre de ramassage doit être un minimum de

source: (before taxes). If you proceed to place your order, an additional surcharge of
fr: (avant taxes). Si vous passez votre commande, un supplément de

source: Order Minimum
fr: Commande minimale

source: Sorry we can only accept 5 saved credit cards per account. Please remove one before trying to add a new one.
fr: Désolés, nous ne pouvons accepter que 5 cartes de crédit enregistrées par compte. Veuillez en supprimer une avant d'essayer d'en ajouter une nouvelle.

source: Oops
fr: Oups!

source: Back to Home
fr: Retour à la page d'accueil

source: Thank you for ordering!
fr: Merci pour votre commande!

source: Pizza tracking seems to be down.
fr: Le suivi des pizzas semble être en panne.

source: We are doing what we can to fix the issue, check back soon.
fr: Nous faisons ce que nous pouvons pour résoudre le problème, revenez bientôt.

source: Order History
fr: Historique de vos commandes

source: Back to Account
fr: Retour au compte

source: Your Orders
fr: Vos commandes

source: To
fr: À

source: Offer Expired
fr: Offre expirée

source: Quantity
fr: Quantité

source: Item Total
fr: Total de l’article

source: Add to Cart
fr: Ajouter au panier

source: Added
fr: Ajouté

source: Add to Cart
fr: Ajouter au panier

source: Added
fr: Ajouté

source: Looks like some of the items you want are no longer available or have changed, tapping okay will add all available items to your cart. <span>{{invalidProducts$ | async}}</span>
fr: On dirait que certains des articles que vous souhaitez ne sont plus disponibles ou ont été modifiés, appuyez sur ok pour ajouter tous les articles disponibles à votre panier.

source: View Order
fr: VOIR LA COMMANDE

source: Order Details
fr: Détails de la commande

source: Quantity
fr: Quantité

source: Item Total
fr: Total de l’article

source: Quantity
fr: Quantité

source: Item Total
fr: Total de l’article

source: Repeat Last Order
fr: Répéter la commande précédente

source: Back to Menu
fr: Retour au menu

source: Offer Expired
fr: Offre expirée

source: Edit
fr: Modifier

source: Sign Out
fr: Déconnexion

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: See All
fr: Voir tout

source: See Menu
fr: Voir le menu

source: Payment Method
fr: Mode de paiement

source: Saved Addresses
fr: Adresses sauvegardées

source: Saved Pickup Locations
fr: Lieux de ramassage enregistrés

source: Kids Club
fr: Club des enfants

source: Would you like to register your children for Kids Club to receive a gift on his or her birthday?
fr: Souhaitez-vous inscrire vos enfants au Club des enfants pour qu'ils reçoivent un cadeau le jour de leur anniversaire?

source: Register
fr: M'INSCRIRE

source: Add
fr: Ajouter

source: Birthday
fr: Anniversaire

source: Edit
fr: Modifier

source: Expired
fr: Expiré

source: Add to Cart
fr: Ajouter au panier
